{
    "status": 0,
    "msg": "ok",
    "result": {
        "total": 79631,
        "pagenum": 2,
        "pagesize": 10,
        "list": [{
                "content": "为什么猫不让摸肚子，猫有八个乳房，你以为你在摸肚子，其实是在摸胸部。手一伸上来直奔敏感部位，不咬你咬谁，得先做前戏啊",
                "addtime": "2020-03-20 03:20:17",
                "url": "http://m.kaixinhui.com/detail-128397.html"
            },
            {
                "content": "甲：这世上最生僻的字是哪一个？ 乙：不知道，你说。 甲：是“豆” 乙：为啥？ 甲：你吃一次就明白了",
                "addtime": "2020-03-20 03:20:17",
                "url": "http://m.kaixinhui.com/detail-128396.html"
            },
            {
                "content": " 【幽默笑话】今天从抽屉里找东西，然后扒拉出了十几种各式各样的证件。从我那价值20元的身份证到几十万元的房产证望着这一堆证件我陷入了沉思：原来我才是家里最不值钱的——20元。满腹牢骚无处发泄时，鄙人看到了价值9元的结婚证。 【幽默笑话】闺蜜怀孕七个月就生了，我去医院看望她时，她忧心忡忡地对我说：“听说早产儿不容易养大啊！”我宽慰道：“放心吧，没事的，我妈当年生我的时候也是早产！”我还没说完闺蜜就抢着问道：“那养大了没？” 【幽默笑话】哥哥家养了一只可爱的猫咪，今天突然听说打算把它送人了，有些不解，问其原因。原来是七个月大的侄儿还没学会说话，竟然学起了猫叫…… 【幽默笑话】刚下车把车门锁住了，钥匙也落车里，车内三岁的侄女还在睡觉。我用力拍车窗把侄女叫醒，对她大喊：“你在里面等着我，我回家拿备用钥匙，等着我啊！”只见侄女缓缓摇下车窗：“你说啥？”我…… 【幽默笑话】高中时，我正是热血洋溢 的年纪，有一次我在看日本电影，里面说学生成绩不是很好，老师都会到家里补课。因此，我也就不怎么认真学习了，以至于我的学习成绩就直线下滑了，结果没有一个老师单独留下来给我补习过功课。我现在想一想，当初的我是多么幼稚……果然，童话里都是骗人的。 【幽默笑话】昨天姐夫叫我们一家人全部上他家吃饭，姐夫说我姐杀了一只羊，我说：怪哉怪哉！我姐连鱼都不敢杀，现在居然敢杀羊了？姐夫说：这不前几天刚拿到了驾驶证嘛，工具改进了，回家的路上用新车杀的！ (展开全部) ",
                "addtime": "2020-03-20 03:20:16",
                "url": "http://m.kaixinhui.com/detail-128395.html"
            },
            {
                "content": "我跟我女朋友睡在一起，有个男的掀我被子,然后还打了我几下，也插了我女朋友几下，然后那个男的就让我们继续睡了，让我感到十分困惑，",
                "addtime": "2020-03-20 03:20:16",
                "url": "http://m.kaixinhui.com/detail-128394.html"
            },
            {
                "content": "同事抱怨这天气还有蚊子叮他，我说要不吃点避孕药，这样蚊子就算叮了你，卵也不能孵化了，可以从根源上给蚊子断后。他想了想，好像是这么回事，就是怕连空气都绝后了",
                "addtime": "2020-03-20 03:20:16",
                "url": "http://m.kaixinhui.com/detail-128392.html"
            },
            {
                "content": "小时候课堂上同学们说长大了要当科学家、画家、作家，现在长大了我tm只想宅在家。",
                "addtime": "2020-03-20 03:20:16",
                "url": "http://m.kaixinhui.com/detail-128389.html"
            },
            {
                "content": "长大（可能是老）了，春梦也不做了，也不梦遗了……你们是这样的吗？",
                "addtime": "2020-03-20 03:20:16",
                "url": "http://m.kaixinhui.com/detail-128387.html"
            },
            {
                "content": " 今天接了房产中介的电话， 房产中介问我：买不买房子？再不买，2020年底放开调控，房价又要涨。 我说：已经有几套了，没有钱也没有购房资格，不想买了！ 房产中介停顿了一下：那你的房子卖吗？ 房产税今年可能要出台了，现在房价这么高，恐怕到时候会跌很多。 我感觉不说实话就不行了，就对他说：我其实没有房，也没钱买房，现在待业。 房产中介沉默片刻：明天有个楼开盘，白天排队100，晚上自带凳子排队150，包盒饭矿泉水，另外拉一个朋友来看盘，单独奖励20，来吗？ 我说：天太冷，排队时间又长，不想来。 房产中介：周末还有一个楼盘开发商找群演，抗议开发商降价，闹\"退房\"，年龄要求30-50岁，男女皆可，需要推搡保安，砸售楼部摔杯子，不用赔钱，需要有演技，有状态，情绪要亢奋，300一上午，要来吗？ 我说：感冒了，医生让卧床休息，不想动。 房产中介：那能玩手机吗？在贴吧发一个你在某新楼盘刚买了新房，评价下质量好 ，回复一层楼10元 (展开全部) ",
                "addtime": "2020-03-20 03:20:16",
                "url": "http://m.kaixinhui.com/detail-128385.html"
            },
            {
                "content": "一个老板说：谁要敢跳进鳄鱼池并活着上岸，奖励100万。死了给500万。 大家都没人敢跳。 忽然“扑通”一声，一个人跳入池中。只见他被鳄鱼追赶着游得飞快，脸色苍白，拼了命地游上了对岸，接过100万后，他怒火冲天：是谁把老子推下去的？他老婆笑着说：是我。 所以后来就有了那句“每个成功的男人背后，都有一个优秀的女人”。 关键时刻，能推你一把",
                "addtime": "2020-03-20 03:20:16",
                "url": "http://m.kaixinhui.com/detail-128384.html"
            },
            {
                "content": "我：“我要十三薪。” 老板：“没问题。” 我：“我要有年假。” 老板：“没问题。” 我：“我要不加班。” 老板：“你广告看多了吧？不加班是不可能的。不加班你哪来的十三薪？不加班你哪来的年假？不加班我们凭什么录用你？”",
                "addtime": "2020-03-20 03:20:16",
                "url": "http://m.kaixinhui.com/detail-128381.html"
            }
        ]
    }
}